dcl-s Message char(30) inz('This is the second time I'm changing the message to appear in GIT') ;
dsply Message ;

Message = 'This message was modified by INFUSER01!' ;

dsply Message ;

*inlr = *on ;