dcl-s Message char(30) inz('This is the second time I'm changing the message to appear in GIT') ;
dsply Message ;
Message = 'Now I can really be FREE!' ;
dsply Message ;

*inlr = *on ;